import { Box } from "@mui/material";

export default function OverviewDobro() {
  return (
    <Box
      sx={{
        width: "100%",
        maxWidth: "1000px",
        margin: "0 auto 0 auto",
      }}
    >
      <Box
        sx={{
          fontSize: "x-large",
          borderBottom: "1px solid black",
          width: "min-width",
        }}
      >
        Описание:
      </Box>
      <Box
        sx={{
          margin: "25px 10px 0 10px ",
          backgroundColor: "#eee",
          padding: "15px",
        }}
      >
        ГЕРАНИТ "ДОБРО" - Гибкая система хранения петабайтного уровня для
        растущих потребностей в хранении данных. Когда масштабируемость
        соответствует производительности Устройство ГЕРАНИТ "ДОБРО" разработаны
        для масштабирования по требованию и обеспечивают емкость хранения до 1,7
        ПБ при полном расширении Они позволяют корпоративным центрам обработки
        данных, студиям и растущим компаниям хранить большие объемы данных без
        ущерба для скорости и производительности. Гибкое расширение емкости
        хранения Гибкое масштабирование серии "ДОБРО" для удовлетворения
        растущих требований в управлении данными в любое время. Увеличьте
        емкость системы хранения, добавив до семи модулей расширения с 12
        отсеками по мере расширения развертывания. Сетевые возможности Два
        встроенных порта 10GbE RJ-45 позволяют осуществлять высокоскоростную
        передачу данных сразу после установки. Пользователи также могут повысить
        избыточность и пропускную способность сети, добавив дополнительные платы
        адаптеров 10/25/40GbE и Fibre Channel в два доступных слота расширения
        PCIe 3.04. Надежность и безотказность Защитите данные и используйте
        аппаратные и программные средства защиты для обеспечения доступности
        данных и служб в случае неполадок или вредоносных атак. Два блока
        питания. Сократите вероятность сбоев электропитания с помощью резервных
        блоков питания и уменьшите количество критических точек отказа
        оборудования с помощью резервных системных вентиляторов. Удаленное
        управление. Возможность управлять сервером, даже если основные сети не
        работают. Отказоустойчивость данных BTFRS
      </Box>
    </Box>
  );
}
